[
  {
    "id": "1",
    "name": "ATS 1040 Desktop",
    "tittles": [
      {
        "t": "Tax Software for High-Volume Tax Businesses",
        "d": "ATS 1040 is the industry's leading tax software solution for high-volume tax businesses. Built based on the needs of busy tax offices that specialize in providing their taxpayer clients with fast and accurate tax returns, ATS 1040 has been a trusted software solution since 1989. With industry-leading tools such as Point-and-Shoot Error Correction™, exclusive TextLink™ integrated text messaging technology, and support for electronic signature pads and hand-held W-2 barcode scanners, ATS 1040 software users are able to process tax returns more quickly and accurately.",
        "points": []
      },
      {
        "t": "Fast, Easy, Efficient",
        "d": "ATS 1040 is the fastest, easiest, and most efficient professional tax software solution for high-volume tax businesses that specialize in offering quick & accurate tax refunds and bank products. Built to speed processing of your clients’ tax returns and bank product refunds, ATS 1040 professional tax software helps you stay a step ahead of your competition.",
        "points": [
          "Work-in-Progress Screen for instant status of tax returns, IRS acknowledgements, rejects and bank product check prints.",
          "Point-and-Shoot Error Correction™ takes you directly to errors for quick fixes",
          "Multiple input modes including interview-based and forms-based",
          "Multiple input modes including interview-based and forms-based",
          "Multiple drains to the IRS each day",
          "Real-time processing with Industry-Leading Banks"
        ]
      },
      {
        "t": "Industry-Leading Tools and Features",
        "d": "ATS 1040 has been built with a host of industry-leading tools and features designed for high-volume professional tax preparation businesses specializing in bank products",
        "points": [
          "Zero-downtime, automatic software updates",
          "Customizable reports for the needs of your high-volume tax business",
          "Comprehensive diagnostics that check for tax return omissions and inconsistencies",
          "And much more...!"
        ]
      }
    ]
  }
]
