[
  {
    "id": "1",
    "name": "ATS 1040 Desktop",
    "tittles": [
      {
        "t": "Tax Software for High-Volume Tax Businesses",
        "d": "ATS 1040 is the industry's leading tax software solution for high-volume tax businesses. Built based on the needs of busy tax offices that specialize in providing their taxpayer clients with fast and accurate tax returns, ATS 1040 has been a trusted software solution since 1989. With industry-leading tools such as Point-and-Shoot Error Correction™, exclusive TextLink™ integrated text messaging technology, and support for electronic signature pads and hand-held W-2 barcode scanners, ATS 1040 software users are able to process tax returns more quickly and accurately."
      },
      {
        "t": "Fast, Easy, Efficient",
        "d": "ATS 1040 is the fastest, easiest, and most efficient professional tax software solution for high-volume tax businesses that specialize in offering quick & accurate tax refunds and bank products. Built to speed processing of your clients’ tax returns and bank product refunds, ATS 1040 professional tax software helps you stay a step ahead of your competition.",
        "points": [
          "Work-in-Progress Screen for instant status of tax returns, IRS acknowledgements, rejects and bank product check prints.",
          "Point-and-Shoot Error Correction™ takes you directly to errors for quick fixes",
          "Multiple input modes including interview-based and forms-based",
          "Multiple input modes including interview-based and forms-based",
          "Multiple drains to the IRS each day",
          "Real-time processing with Industry-Leading Banks"
        ]
      },
      {
        "t": "Industry-Leading Tools and Features",
        "d": "ATS 1040 has been built with a host of industry-leading tools and features designed for high-volume professional tax preparation businesses specializing in bank products",
        "points": [
          "Zero-downtime, automatic software updates",
          "Customizable reports for the needs of your high-volume tax business",
          "Comprehensive diagnostics that check for tax return omissions and inconsistencies",
          "And much more...!"
        ]
      }
    ]
  },
  {
    "id": "2",
    "name": "ATS 1040 Online",
    "tittles": [
      {
        "t": "Real-time, state-of-your-business updates at your fingertips",
        "d": "Access instructional product videos and online training for the ATS Suite of professional tax preparation products and solutions. Online provides you with a superior solution that adapts and grows with your business – a single product that will support your tax preparation business every step of the way."
      },
      {
        "t": "Designed to support tax offices of all types and sizes",
        "d": "Get the latest information and requirements for registered tax return preparers, tax law changes, health care reform, Affordable Care Act requirements for businesses, and other useful Federal tax information. Simple enough for brand-new preparers, yet powerful enough for the most complex service bureau environments – ATS Online is built with your unique business in mind.",
        "points": [
          "Traditional tax offices",
          "Mobile tax offices",
          "Growing tax businesses",
          "Multi-office businesses",
          "Nationwide Service Bureaus"
        ]
      },
      {
        "t": "Industry-Leading Tools and Features",
        "d": "ATS Online is a scalable and flexible solution that supports all Internet accessible devices and platforms.",
        "points": [
          "Windows",
          "Mac OS",
          "Mobile device",
          "Tablet",
          "Laptop",
          "Desktop computer"
        ]
      }
    ]
  },
  {
    "id": "3",
    "name": "ATS Corporations",
    "description": "ATS Business tax software offers a complete solution for professional tax preparers who prepare Federal and State business tax returns.",
    "tittles": [
      {
        "t": "100% Integrated with ATS 1040 Professional Tax Software",
        "d": "",
        "points": [
          "Federal Business Solution",
          "State Business Solution",
          "Desktop Software Application",
          "Management Dashboard",
          "Work-In-Progress Screen",
          "Point-and-Shoot Error Correction™",
          "Forms-based Input",
          "No-hold return transmission to IRS via Modernized e-File",
          "Zero-downtime Software Updates",
          "Electronic Signature Support",
          "Permissions Based Administration",
          "Scan & Store"
        ]
      }
    ]
  },
  {
    "id": "4",
    "name": "ATS Partners",
    "description": "Our Partnership Packages are designed for tax preparers who have not obtained their own EFIN. If you are new to the tax business or looking to branch off and start your own tax business this is a great package to start with. We offer 60/40, 70/30, 80/20 and 90/10 splits in favor of the partner with no EFIN required. Many of our current partners are former employees of H&R Block, Jackson Hewitt, Liberty Tax, and smaller tax companies looking to start their own tax preparation business.",
    "tittles": []
  }
]
