{
  "workstations": [
    {
      "id": "1",
      "name": "Dell Optiplex",
      "description": {
        "overview": "The OptiPlex 3050 Micro Desktop is an ultra-compact business desktop with multiple mounting possibilities to best fit your workspace. Offers essential best-in-class security and manageability. Enhance your productivity with powerful workstations built for long hours of continuous use.",
        "features": [
          "Sturdy chassis with ample room for additional memory, storage and expansion cards",
          "Ease of upgrading and service for years of use as your organization grows"
        ]
      },
      "specs": [
        {
          "title": "Operating system",
          "desc": "Microsoft Windows 10 Professional preinstalled"
        },
        {
          "title": "Processor",
          "desc": "6th Gen Intel® Core™ i3-6100T dual-core processor"
        },
        {
          "title": "Memory",
          "desc": "4GB high-bandwidth DDR4 RAM for basic multitasking"
        },
        {
          "title": "Storage",
          "desc": "500GB 7200 rpm SATA hard drive for serviceable file storage space"
        },
        {
          "title": "Connectivity",
          "desc": [
            "4 SuperSpeed 10Gbs USB 3.1 ports for ultra-fast data transfer",
            "2 USB 2.0 ports for quick plug-and-play connectivity",
            "Built-in Gigabit Ethernet LAN port for wired network connectivity",
            "Microphone and headphone jacks, HDMI output"
          ]
        },
        {
          "title": "Software",
          "desc": "30-day trial of Microsoft Office included"
        }
      ],
      "note": "Note: This computer does not include a built-in DVD/CD drive.",
      "price": "$795"
    },
    {
      "id": "2",
      "name": "Lenovo Desktop",
      "description": {
        "overview": "The Lenovo Desktop is a versatile desktop computer designed to handle multiple tasks with ease. Featuring up to 7th Gen Intel Core i7 processing and up to 512GB M.2 SATA SSD, this desktop delivers fast and responsive performance.",
        "features": [
          "Up to 8GB DDR4 RAM for smooth multitasking",
          "Windows 10 Home for a familiar and productive computing experience"
        ]
      },
      "specs": [],
      "price": "$795"
    }
  ],
  "laptops": [
    {
      "id": "1",
      "name": "Lenovo Laptop",
      "description": {
        "overview": "The Lenovo Laptop is a powerful and portable computing solution designed for productivity and entertainment on-the-go. Featuring up to 7th Gen Intel Core i7 processing and up to 512GB M.2 SATA SSD, this laptop delivers fast and responsive performance. The Lenovo Active Pen (sold separately) emulates the easy comfort of a pen-on-paper writing experience, and thanks to Windows Ink, you’ll discover all the ways you can turn thoughts into action.",
        "features": [
          "Up to 8GB DDR4 RAM for smooth multitasking",
          "Windows 10 Home",
          "Up to 512 GB M.2 SATA SSD",
          "Up to 8 GB DDR4"
        ]
      },

      "specs": [],
      "price": "$795"
    }
  ],
  "monitors": [
    {
      "id": "1",
      "name": "ASUS Monitor 24″",
      "description": {
        "overview": "This monitor features a 50,000,000:1 smart contrast ratio with aspect control to deliver clear, true-to-life images and video. The Splendid Video Intelligence technology allows you to choose from among 6 preset video modes for optimal viewing.",
        "features": [
          {
            "title": "Ultrafast 2 ms response time",
            "desc": "Allows pixels to change colors quickly to avoid streaking, blurring and ghosting in fast-moving scenes and video games."
          },
          {
            "title": "23.6″ widescreen LED panel",
            "desc": "Features a mercury-free design for safety."
          },
          {
            "title": "50,000,000:1 smart contrast ratio and 300 cd/m² brightness",
            "desc": "With aspect control to deliver clear, lifelike images."
          },
          {
            "title": "1920 x 1080 true resolution",
            "desc": "With 170° horizontal and 160° vertical viewing angles offers a clear, high-resolution picture from a variety of vantage points."
          },
          {
            "title": "Splendid Video Intelligence technology",
            "desc": "Offers 6 preset video modes (scenery, theater, game, night view, sRGB and standard) selected via a hot key to optimize video performance and image fidelity."
          },
          {
            "title": "Hot key controls",
            "desc": "Allow you to adjust the brightness and volume with an auto adjust option in addition to the video presets."
          },
          {
            "title": "VESA standard 100mm x 100mm",
            "desc": "Allows for wall mounting with optional mounting kit (not included)."
          }
        ]
      },
      "specs": [],
      "price": "$795"
    }
  ],
  "signature_pads": [
    {
      "id": "1",
      "name": "Topaz T-L460 SigLite LCD 1×5 Series",
      "description": {
        "overview": "SigLite LCD 1×5 (T-L460-HSB-R) is Topaz’s low-cost, pressure-sensitive electronic signature capture pad with an LCD display and USB connection.",
        "features": []
      },
      "price": "$190"
    },
    {
      "id": "2",
      "name": "Topaz T-L460 SigLite 1×5 Series",
      "description": {
        "overview": "With this model series, the signature is only viewable on the computer screen. If your application requires customers to view the signature on the pad’s screen, see the SigLite LCD 1×5.",
        "features": []
      },
      "specs": [],
      "price": "$125"
    }
  ],
  "scanners": [
    {
      "id": "1",
      "name": "Motorola-DS8108",
      "description": {
        "overview": "We provide support for these certified handheld scanners, you are able to capture the taxpayer’s source documents and information to associate them with the appropriate tax return ATS tax Software. Get the power of a bar code scanner, digital camera and document scanner in a single, cost-effective device.",
        "features": []
      },
      "specs": [],
      "price": "$349.99"
    }
  ]
}
